[ {
	"LunchID" : 1,
	"LunchName" : "Sandwich with Egg-Mushroom Paste, Radish and Lettuce",
	"CaloriesNo" : 622,
	"Description" : "Mushroom Paste With Eggs:
	1. Chopped Mushrooms and onions fry on hot oil, 2. Mix with boiled egg, 3. Season with pepper and salt for better taste.
	Sandwich:
	1. Spread paste on bread slices, 2. Lay lettuce and chopped radish on top.",
	"VeggieOption" : "YES",
	"Ingredients" : "140g Bread (4 slices),
	20g Lettuce,
	90g Radish (6 pcs)",
	"Gram" : 504,
	"Proteins" : 28, 
	"Carbons": 86,
	"Fats" : 25
	},

		{
	"LunchID" : 2,
	"LunchName" : "Sandwich with Green Peas Paste, Peppers and Corn",
	"CaloriesNo" : 626,
	"Description" : "1. Peas (canned), blend with oil, chopped onion and pepper 2. Spread the bread with paste 3. Place the peppers and corn on top",
	"VeggieOption" : "YES",
	"Ingredients" : "140 g (4 slices) Whole Wheat Bread,
	90 g (6 tablespoons) Green Peas Canned,
	40 g (0.4 pcs.) Onions,
	40 g (0.2 pcs.) Paprika,
	30 g (2 spoons) Canned Corn,
	20 g (4 teaspoons) Oil,
	4 g (2 pinches) Herbs",
	"Gram" : 364,
	"Proteins" : 17, 
	"Carbons": 103,
	"Fats" : 24
	},
		{
	"LunchID" : 3,
	"LunchName" : "Couscous with Avocado, Peppers and Sunflower Seeds",
	"CaloriesNo" : 626,
	"Description" : "1. Couscous pour with hot water. Add salt to taste and let stand for 5 minutes. Then blend the groats so that they are powdery 2. Cut peppers into cubes 3. Peel the avocado, cut into cubes and sprinkle with lemon juice 4. Sunflower seeds roast in a hot, dry pan 5. Avocados, peppers and seeds mix with groats and olive oil",
	"VeggieOption" : "YES",
	"Ingredients" : "120g Peppers,
	70g Avocado,
	91g Groats,
	15g Lemon,
	15g Seeds (such as sunflower, pumpkin, flax, sesame etc),
	10g Olive,
	2g Herbs",
	"Gram" : 323,
	"Proteins" : 18, 
	"Carbons": 81,
	"Fats" : 31
	},
		{
	"LunchID" : 4,
	"LunchName" : "Spaghetti with Tofu, Broccoli, Mushrooms and Sesame",
	"CaloriesNo" : 626,
	"Description" : "1. Boil water and add some salt. Add pasta to boiling water. Cook for 8-10 minutes, stir occasionally. Cook pasta, drain and leave. 2. Heat the oil in a frying pan (use half of the recipe oil) 3. Split broccoli into small florets and put in a pan. Squeeze until the broccoli get soft, but crunchy. Fry the sesame in a pan, remove and pour into the bowl. Fry the oil in the same pan (use the remaining amount of oil from the recipe) and put in a thick cubed tofu. Fry until golden brown, add the dried pepper and carefully coat. Add the tofu to the roasted sesame, mix and leave 5. Cut mushrooms, place on frying pan, add pepper and fry until they start to soften. Add the pasta to the mushrooms, mix, add some salt to taste 6. Put on the plate pasta with mushrooms, broccoli and tofu with sesame seeds.",
	"VeggieOption" : "YES",
	"Ingredients" : "120 g (4 slices) Tofu,
	100 g (1.4 glasses) Whole Grain Pasta,
	150 g (3 florets) Fresh or Frozen Broccoli,
	40 g (2 pieces) Mushrooms,
	10 g (2 spoons) Seeds of sunflower, pumpkin, chia, sesame or flaxseed,
	10 g (2 teaspoons) Oil,
	5 g (2½ pinches) Herbs",
	"Gram" : 435,
	"Proteins" : 33, 
	"Carbons": 82,
	"Fats" : 22
	},
		{
	"LunchID" : 5,
	"LunchName" : "Tomato Risotto",
	"CaloriesNo" : 644,
	"Description" : "1. Pour hot water on tomatoes, peel it. Cut into cubes. Put them into hot oil and add the chopped parsley. Cook for a few minutes 2. Add about 1/2 cup of water and boil 3. Add rice and cook until tender (add water if necessary). Season with basil.",
	"VeggieOption" : "YES",
	"Ingredients" : "120 g (8 spoons) Brown Rice,
	20 g (2 tablespoons) Olive oil,
	520 g (4 medium pieces) Tomato,
	12 g (6 teaspoons) Parsley, fresh or dried",
	"Gram" : 672,
	"Proteins" : 14, 
	"Carbons": 112,
	"Fats" : 23
	},
		{
	"LunchID" : 6,
	"LunchName" : "Salad with Kohlrabi, Yogurt and Nuts",
	"CaloriesNo" : 636,
	"Description" : "1. Cut the kohlrabi into cubes 2. Chop the nuts and dill 3. Mix all ingredients with yogurt 4. Season with pepper and serve with bread",
	"VeggieOption" : "YES",
	"Ingredients" : "340 g (2 pieces) Kohlrabi 
	24 g Nuts 
	90 g (0.6 pack of 150 g) Natural yogurt 
	4 g (2 spoons) Fresh or dried dill 
	140 g (4 slices) Whole wheat bread 
	4 g (2 pinches) Spices",
	"Gram" : 602,
	"Proteins" : 25, 
	"Carbons": 108,
	"Fats" : 20
	},
		{
	"LunchID" : 7,
	"LunchName" : "Couscous with Avocado and Tomato",
	"CaloriesNo" : 608,
	"Description" : "1. Place couscous in boiling water, leave for 5 minutes to swell, and then mix with a fork 2. Add tomato and avocado and sunflower seeds to couscous 3. Season with salt, pepper and basil. Add lemon juice and mix all together.",
	"VeggieOption" : "YES",
	"Ingredients" : "104 g (8 spoons) Couscous 
	100 g (0.7) Avocado 
	260 g (2 medium pieces) Tomato 
	10 g (2 teaspoons) Seeds of sunflower, pumpkin, chia, sesame or linseed 
	20 g (¼ pcs.) Lemon 
	4 g (2 pinches) Spices",
	"Gram" : 498,
	"Proteins" : 20, 
	"Carbons": 93,
	"Fats" : 23
	},
	{
	"LunchID" : 8,
	"LunchName" : "Brown Rice with Fried Lentils",
	"CaloriesNo" : 615,
	"Description" : "1. Soak lentils for 15-20 minutes in water. 2. Drain lentils, flush it with fresh water and cook for few minutes until soft. 3. Peel onion and chop, fry on frying pan till reaches golden colour, add pressed garlic and herbs such as colendra, chili, salt, pepper. Stir for 20 seconds. 4. Place lentils on frying pan, mix. 5. Serve with cooked brown rice.",
	"VeggieOption" : "YES",
	"Ingredients" : "65 g Lentils
	90 g Brown Rice
	55 g Onions
	7 g Garlic Clove
	10 g Oil
	5 g Herbs",
	"Gram" : 232,
	"Proteins" : 24, 
	"Carbons": 113,
	"Fats" : 14
	},
	{
	"LunchID" : 9,
	"LunchName" : "Rice with Red Lentils and Avocado",
	"CaloriesNo" : 621,
	"Description" : "Lentils and Rice cook according to the instructions included on package. 2. Warm up the oil in the pot, add red pepper, onion, carrot. Stew under cover on medium fire. 3. At the end of cooking add tomato, lentils and herbs. 4. Place souce on boiled rice, decorate top with avocado slices.",
	"VeggieOption" : "YES",
	"Ingredients" : "60 g Brown Rice
	39 g Lentils
	100 g Avocado
	120 g Red Peppers
	55 g Onions
	130 g Tomato
	100 g Carrot
	5 g Oil",
	"Gram" : 619,
	"Proteins" : 21, 
	"Carbons": 102,
	"Fats" : 24
	},
		{
	"LunchID" : 10,
	"LunchName" : "Salad Made of Tofu, Cucumber, Carrot and Nuts with Bread",
	"CaloriesNo" : 632,
	"Description" : "Cut tofu in cubes. Shred chinese leaves, slice carrot and cucumber. Vegetables place on the plate. On the top place tofu. Add cashew nuts to the salad, pour some oil and season. Serve with bread.",
	"VeggieOption" : "YES",
	"Ingredients" : "120 g Tofu
	110 g Carrot
	105 g Cucumber
	50 g Chinese Leave
	105 g Whole Grained Bread
	5 g Olive Oil
	30 g Cashew Nuts
	2 g Herbs",
	"Gram" : 527,
	"Proteins" : 24, 
	"Carbons": 81,
	"Fats" : 31
	},
	{
	"LunchID" : 11,
	"LunchName" : "Couscous with Avocado, Tomato and Cucumber",
	"CaloriesNo" : 634,
	"Description" : "Place couscous to the bowl, add boiling water and leave for 5 minutes. Slice avocado, cucumber and tomato. Add lemon juice to couscous and stir. Add vegetables.",
	"VeggieOption" : "YES",
	"Ingredients" : "260 g Tomato
	140 g Avocado
	100 g Cucumber
	104 g Couscous
	30 g Lemon",
	"Gram" : 634,
	"Proteins" : 19, 
	"Carbons": 98,
	"Fats" : 25
	},
	{
	"LunchID" : 12,
	"LunchName" : "Parsnip and ginger soup with spiced roast chickpeas",
	"CaloriesNo" : 230,
	"Description" : "4 SERVINGS:
	Preheat the oven to gas 7, 220°C, fan 200°C, and line a baking tray with nonstick baking paper. Heat 1 tbsp oil in a large saucepan over a medium heat and fry the onion for 5 mins to soften. Stir through the garlic, ginger and 1 tsp cumin and cook for 1 min.
Add the parsnips, season and pour in the stock. Bring to the boil, then reduce the heat to medium-low and simmer for 25 mins until the parsnips are very tender.
Meanwhile, toss the chickpeas with 1 tbsp oil, the ground coriander and remaining cumin. Arrange in a single layer on the lined tray and roast for 20-25 mins until golden and crisp.
Use a food processor or hand blender to blend the soup until smooth. Reheat if necessary, then season to taste with black pepper and lemon juice and divide between 4 bowls. Toss the roasted chickpeas with the fresh coriander and scatter over the soup to serve.",
	"VeggieOption" : "YES",
	"Ingredients" : "2 tbsp olive oil
1 large onion, finely chopped
2 garlic cloves, finely chopped
5cm piece ginger, peeled and grated
1¼ tsp ground cumin
500g parsnips, peeled and diced into 1-2cm pieces
1 vegetable stock cube, made up to 1ltr
400g tin chickpeas, drained and patted dry with kitchen paper
½ tsp ground coriander
lemon juice
10g fresh coriander",
	"Gram" : 350,
	"Proteins" : 8, 
	"Carbons": 31,
	"Fats" : 10
	},
	{
	"LunchID" : 13,
	"LunchName" : "Rice with Mushrooms and Peas",
	"CaloriesNo" : 618,
	"Description" : "Cut mushrooms and fry slightly. Add minced garlic and cut pepper. Add curry and peas. Fry everything for a while, add cooked rice, stir.",
	"VeggieOption" : "YES",
	"Ingredients" : "90 g Brown Rice
	200 g Mushrooms
	90 g Green Peas
	14 g Garlic
	20 g Olive Oil
	120 g Pepper
	4 g Herbs",
	"Gram" : 538,
	"Proteins" : 20, 
	"Carbons": 102,
	"Fats" : 23
	},
	
	{
	"LunchID" : 14,
	"LunchName" : "Barbecued Chicken with Guacamole",
	"CaloriesNo" : 318,
	"Description" : "Place the chicken skin side up on a plate, rub the skin with olive oil, salt and pepper.
Cook the chicken over hot barbecue coals for 10-15 minutes, turning once until the chicken is charred on the outside. Cut into a thick chunk and check that it is cooked through, with no pink showing.
Meanwhile mix all the salad ingredients together in a bowl and season to taste.
Serve the chicken on a bed of rice with the salad and guacamole served alongside.",
	"VeggieOption" : "NO",
	"Ingredients" : "4 chicken breast fillets
2tbsp olive oil
200g (7oz) guacamole
rice to serve
salt
freshly ground black pepper
For the salad
150g (5oz) baby plum tomatoes, halved
For the salsa
1 small red onion, finely chopped
2tbsp chopped fresh coriander
juice of 1 lime
1tbsp olive oil
pinch of caster sugar",
	"Gram" : 350,
	"Proteins" : 33, 
	"Carbons": 4,
	"Fats" : 18
	},
	{
	"LunchID" : 15,
	"LunchName" : "Mustard-Crusted Salmon",
	"CaloriesNo" : 264,
	"Description" : "Preheat the oven to gas 6, 200°C, fan 180°C.
In a bowl, mix together the breadcrumbs, mustard, sugar, lemon zest and mustard powder. Season with plenty of salt and pepper.
Lay the salmon on a large baking sheet and sprinkle the breadcrumb mixture all over and press down to form a crust.
Bake in the oven for 20-30 mins (depending on the size of the salmon). Cook until the crust is golden and the salmon is cooked through and flakes easily. Serve warm or cold with new potatoes and salad.",
	"VeggieOption" : "NO",
	"Ingredients" : "1/2 tbsp fresh breadcrumbs
1/4 tbsp wholegrain mustard
pinch of demerara sugar
0.5 lemons, zested
pinch of dry mustard powder
125 g salmon",
	"Gram" : 140,
	"Proteins" : 26, 
	"Carbons": 9,
	"Fats" : 14
	},
	{
	"LunchID" : 16,
	"LunchName" : "Spiced Indian Chicken",
	"CaloriesNo" : 208,
	"Description" : "Sauté the onion in the oil, until soft. Add the curry paste and cook, stirring, for 4 mins.
Add the tomatoes, ½ stock cube and 100ml water; simmer for 20 mins.
Add 4 large handfuls of chopped leftover roast chicken; simmer for 10 mins, or until the chicken is piping hot.
Stir in the cream and top with a few torn coriander leaves. Serve with baked potatoes and a green salad, if liked.",
	"VeggieOption" : "NO",
	"Ingredients" : "1 onion, diced
1 tsp olive oil
45 g Gujarati curry paste or the Indian curry paste of your choice
0.5 tomatoes, diced
½ chicken stock cube, crumbled
1 tbsp single cream
pinch of coriander",
	"Gram" : 120,
	"Proteins" : 9, 
	"Carbons": 14,
	"Fats" : 13
	},
	{
	"LunchID" : 17,
	"LunchName" : "Honey Roast Chicken",
	"CaloriesNo" : 363,
	"Description" : "Preheat the oven to gas 6, 200°C, fan 180°C.
Slice the onions and place in a roasting tray.
Pat the chicken dry with kitchen paper and rub all over with the butter and season inside and out with salt and pepper. Place on top of the onions and squeeze over the juice from the lemons. Put the lemon halves in the cavity of the chicken, along with the bay leaves.
Drizzle the chicken with the honey and roast for 1 hr 10 mins, or until the chicken is cooked through and the juices from the thickest part of the thigh run clear. If browning too quickly, cover with foil.
Store the cooked, cooled chicken in the juices from the roasting tin to keep moist. Keeps chilled for up to 3 days.",
	"VeggieOption" : "NO",
	"Ingredients" : "1 onion
400 g chicken
10 g unsalted butter
0,5 unwaxed lemons, halved, juiced
1 dried bay leave
½ tbsp clear honey",
	"Gram" : 450,
	"Proteins" : 27, 
	"Carbons": 5,
	"Fats" : 26
	},
	{
	"LunchID" : 18,
	"LunchName" : "Sticky Pomegranate Chicken",
	"CaloriesNo" : 547,
	"Description" : "Recipe for 4 servings: Mix the pomegranate molasses, olive oil, tomato purée, sugar, cinnamon, black pepper and pinch of salt together in a large mixing bowl. Add the chicken and onions and mix well so that everything gets completely coated in the marinade. Cover and chill in the fridge for 30 mins or overnight.
Preheat the oven to gas 7, 220°C, fan 200°C. Remove the chicken from the fridge and bring to room temperature while the oven heats. Tip into a roasting tin and roast in the oven for 35-40 mins, or until the chicken is cooked through and tender, with no pink meat showing.
Transfer to a serving dish and spoon over the sticky juices from the tin. Scatter over the pomegranate seeds, walnuts and coriander. Serve immediately.",
	"VeggieOption" : "NO",
	"Ingredients" : "4 tbsp pomegranate molasses or balsamic vinegar
2 tbsp olive oil
2 tbsp tomato purée
2 tsp sugar
½ tsp cinnamon
½ tsp black pepper
1kg chicken thighs on the bone, skin on
2 red onions, cut into small wedges
80g pomegranate seeds
30g walnuts, bashed into a coarse rubble
small handful roughly chopped coriander leaves",
	"Gram" : 340,
	"Proteins" : 31, 
	"Carbons": 17,
	"Fats" : 40
	},
	{
	"LunchID" : 19,
	"LunchName" : "Sticky Tamarind Chicken with Soured Cream Dip",
	"CaloriesNo" : 424,
	"Description" : "6 SERVINGS: In a dish, combine the tamarind, sugar, soy, honey, oil, ginger, garlic and chilli. Add the chicken and turn to coat. Cover and chill for at least 1 hour or overnight. Preheat the oven to gas 6, 200°C, fan 180°C. Remove the chicken wings from the marinade and arrange in a roasting tin; season well. Cook for 25 minutes, turning halfway and basting with any leftover marinade, until cooked through with no pink meat showing.
Alternatively, cook the wings on the barbecue (the coals should be white-hot with no trace of flame – this takes about an hour with traditional coals) for 20-25 minutes, turning frequently and basting with the leftover marinade, until cooked through."
Meanwhile, mix the dip ingredients in a small bowl; season. Set aside. Scatter the wings with the extra coriander sprigs. Serve with the dip and lime wedges for squeezing over.",
	"VeggieOption" : "NO",
	"Ingredients" : "3 tbsp tamarind paste
2 tbsp dark soft brown sugar
2 tbsp soy sauce
3 tbsp clear honey
1 tbsp olive oil
5cm (2in) piece fresh ginger, grated
2 garlic cloves, crushed or grated
1 tsp chilli flakes
12 chicken wings
For the dip
1/2 lime, zested and juiced, plus extra lime wedges to serve
150ml pot soured cream
small handful coriander, chopped, plus extra sprigs to garnish",
	"Gram" : 300,
	"Proteins" : 27, 
	"Carbons": 15,
	"Fats" : 29
	},
	{
	"LunchID" : 20,
	"LunchName" : "Sardine Pasta Salad",
	"CaloriesNo" : 504,
	"Description" : "2 SERVINGS:
	Cook the pasta to pack instructions. Meanwhile, soak the onion in boiling water for 5 mins, then drain.
In a large bowl, whisk the oil, lemon zest and juice, and mustard.
Drain the pasta. Add to the bowl with the dressing and fold in the onion, olives and sardines. Set aside to cool, then stir in the cucumber and salad leaves.",
	"VeggieOption" : "NO",
	"Ingredients" : "150g wholewheat fusilli
1 small red onion, finely chopped
1 tbsp olive oil
½ lemon, zested and juiced
1 tsp Dijon mustard
50g pitted black olives, halved
2 x 120g tin sardines in brine, drained, bones and skin removed, flaked
½ cucumber, halved lengthways, deseeded and finely diced
40g mixed salad leaves", 
	"Gram" : 200,
	"Proteins" : 29, 
	"Carbons": 53,
	"Fats" : 19
	},
	{
	"LunchID" : 21,
	"LunchName" : "Leek, Potato and Rosemary Soup",
	"CaloriesNo" : 180,
	"Description" : "4-6 SERVINGS:
	Melt the butter in a large heavy-bottomed saucepan over a medium heat. Reduce the heat to low and add the onion, rosemary, leeks, garlic and potato chunks, stirring gently. Season well, cover with a lid and allow the vegetables to soften for about 12 minutes without colouring. Give the saucepan a good shake half way through to prevent anything catching on the bottom.
Add the stock and milk to the pan, stir thoroughly and continue to cook for a further 20-25 minutes or until the potatoes are falling apart. Purée the soup in a blender or using a handheld blender, adding a little more hot water if needed to reach the desired consistency.
Return the soup to the pan to warm through. Season to taste.
If you're using the prosciutto, heat a small frying pan over a medium heat. Fry the slices for a minute until they are just crisp.
Ladle the soup into bowls and serve with a slice of hot prosciutto and a scattering of chives.",
	"VeggieOption" : "NO",
	"Ingredients" : "50g unsalted butter
1 small onion, roughly chopped
2 tbsp finely chopped rosemary
3 leeks, finely chopped
3 garlic cloves, sliced
550g (18oz) floury potatoes, peeled and cut into 2cm (3/4in) cubes
800ml (1 1/4 pints) hot chicken or vegetable stock
200ml (7fl oz) semi skimmed milk
6 slices prosciutto, torn into strips (optional)
2 tbsp chives, to garnish",
	"Gram" : 300,
	"Proteins" : 5, 
	"Carbons": 22,
	"Fats" : 9
	}
]